[
    {
        "id": "tos-1",
        "header": "General",
        "text": "We reserve the right to decline a commission request from the client if it does not align with our terms or if we are unable to accommodate the request.|Our team of experienced designers, including collaborative partners, works to deliver high-quality designs that meet the client's specifications."
    },
    {
        "id": "tos-2",
        "header": "Client Responsibilities",
        "text": "Clients are required to provide clear and detailed project briefs, including any specific design preferences and requirements.|Timely communication and feedback are crucial for satisfactory results."
    },
    {
        "id": "tos-3",
        "header": "Confidentiality",
        "text": "Maru and the collaborating designer partners involved directly in the project are committed to maintaining the confidentiality of confidential or sensitive client information."
    },
    {
        "id": "tos-4",
        "header": "Intellectual Property Rights",
        "text": "The price included streaming commercial rights.|Maru and the collaborating designer partners directly involved have the right to display the completed work in portfolios and promotional materials while respecting client confidentiality.|Clients must credit us.|Clients are strictly prohibited from distributing or reselling our work."
    },
    {
        "id": "tos-5",
        "header": "Payments",
        "text": "Clients have the option to make a partial payment (DP) upfront or pay in full when the project is completed. Details, including project estimates, will be shared before starting."
    },
    {
        "id": "tos-6",
        "header": "Deadline",
        "text": "Deadlines: The completion of the work is estimated to take a maximum of 2 weeks.|Rush Commissions (Under 1 Week): If you require a faster turnaround (under 1 week), please note that hard deadlines apply. Ensure that the given deadline is at least 4 days.|Delivery: Files and related documents will be delivered through Google Drive or email, based on your preference. We guarantee easy accessibility to all the materials you may need."
    },
    {
        "id": "tos-7",
        "header": "Progress Update",
        "text": "To keep you well-informed about the project's progress, we will regularly provide updates. This includes significant milestones achieved and an opportunity for you to provide feedback and suggestions."
    },
    {
        "id": "tos-8",
        "header": "Revisions",
        "text": "We offer unlimited revisions, free of charge."
    },
    {
        "id": "tos-9",
        "header": "Refunds & Warranty",
        "text": "There is no refund after the work is completed. Clients are advised to carefully read the Terms of Service before placing an order.|A revision-free guarantee is valid for 1 year if there is an error in CSS or changes to the YouTube/Twitch live chat. After the warranty period expires, an additional fee will be charged."
    },
    {
        "id": "tos-10",
        "header": "Communication",
        "text": "You can communicate with Discord (maruu_san) or Twitter (@maruu_snk)."
    },
    {
        "id": "tos-11",
        "header": "Important",
        "text": "For the YouTube platform, this widget will only work using the OBS app.|For the Twitch platform, this widget will only work using Streamelements.|Please read our TOS carefully before requesting to commission!"
    }
]